[
    {
        "waste_types": "Glass bottles",
        "Project_Names": "Bottle lamp",
        "Tools": [
            "Electric Drill",
            "Glass Drill Bit",
            "Duct Tape"
        ],
        "materials": [
            "Empty glass Bottle",
            "Bottle Lamp Kit",
            "Lamp Shade",
            "Light Bulb"
        ],
        "Steps": [
            "1. Prepare an empty wine bottle",
            "2. Drill a hole by using the electronic drill",
            "3. Prepare your bottle lamp kit",
            "4. Attach the nipple piece to cork (you need to hollow a hole out)",
            "5. Thread the wire for the cord through the lamp nipple with the cork and leave just a few inches of wire coming out. Secure the fitting into the top of the bottle.",
            "6. Split the cord in half after you put everything through",
            "7. Tie a loose knot with the wires. This will help prevent them from becoming unattached later after they are fully wired up in the socket.",
            "8. Attach each wire to the screws on either side of the switch and tighten the screws with a screwdriver to ensure they are secure.",
            "9. Attach your lamp shade and light bulb and finish your lamp!"
        ],
        "link": "https://www.youtube.com/watch?v=f5JiJy-dELs",
        "image": []
    },
    {
        "waste_types": "Glass bottles",
        "Project_Names": "Mosaic Bottle Art",
        "Tools": [],
        "materials": [
            "Empty glass Bottle",
            "mosaic tiles",
            "shells(optional)",
            "silicone",
            "mosaic grout",
            "mosaic grout clear"
        ],
        "Steps": [
            "1. Prepare an empty wine bottle",
            "2. Use the silicone glue to adhere the tiles and shells to the wine bottle.",
            "3. Follow the instructions on your grout package to mix up your grout.",
            "4. Use the putty knife to place a dollop of grout right on the tiles.",
            "5. Buff the surface of the tiles with a dry paper towel to remove the haze.",
            "6. Let the grout dry for 24 hours. You can seal the mosaic with a thin layer of mosaic sealer."
        ],
        "link": "https://www.youtube.com/watch?v=k3wqlgJScB4",
        "image": []
    },
    {
        "waste_types": "Plastic",
        "Project_Names": "Coin storage (cow)",
        "Tools": [
            "cutter",
            "glue gun",
            "scissors",
            "curve shape scissors",
            "marker"
        ],
        "materials": [
            "plastic bottle",
            "recycled plastic",
            "foam sheet (white, pink, black)",
            "Yarn (40cm) x3",
            "glue",
            "black flannel",
            "white paper",
            "plastic eyes"
        ],
        "Steps": [
            "1. Prepare a plastic bottle and remove the sticker.",
            "2. If the bottle is too long, use scissors to cut the bottom to cut the middle of the bottle out.",
            "3. Cut the bottle cap part using scissors.",
            "4. Combine the top and bottom parts of the bottle.",
            "5. Use a marker to mark the coin-shaped rectangle in the center of the bottle and cut it out.",
            "6. Use tape to connect the top and bottom parts of the bottle.",
            "7. Cut a proper size of pink and white foam sheet and use a glue gun to attach it to the bottle cap. Make it the nose of the cow.",
            "8. Cut a coin-shaped hole on a white foam sheet and use glue to attach it to the bottle as a cow's body.",
            "9. Use a pink and white foam sheet to make a pair of ears, and use a black foam sheet to make a pair of horns and attach them to the bottle.",
            "10. Round the yarn with two fingers 10 times and tie with short yarn, make 3 of them and attach them to the bottle as cow hair.",
            "11. Cut the black foam sheet into random shapes and stick it to the cow's body as patterns.",
            "12. Roll 4 white foam sheets as legs and use curve shape scissors to cut the black form sheet into patterns of legs, and attach the legs to the body.",
            "13. Cut the paper into 2 round shapes and stick the plastic eyes on them to make them the cow's eyes. Finally, stick the eyes to the bottle.",
            "14. Done!"
        ],
        "link": "https://www.youtube.com/watch?v=N4aT-mN8Bb8",
        "image": []
    },
    {
        "waste_types": "Paper",
        "Project_Names": "Paper Plate",
        "Tools": [
            "scissors",
            "glue",
            "pigment",
            "brush",
            "water"
        ],
        "materials": [
            "used paper",
            "glue",
            "plastic film",
            "plate"
        ],
        "Steps": [
            "1. Cut or tear the used paper into small pieces. Typically, pieces that are 2-3 inches in size should suffice.",
            "2. Submerge the paper pieces in a large bowl of water. Allow the paper to soak until it becomes very soft. This could take a few hours, but soaking overnight is best.",
            "3. Remove the paper from the water, squeezing out the excess water gently.",
            "4. Spread a thin layer of food-safe glue on one side of each paper piece.",
            "5. Cover the surface of a large bowl or plate with plastic wrap or cling film, ensuring it's entirely covered.",
            "6. Place another slightly smaller bowl or some weight on top of the paper layers to ensure they are compressed.",
            "7. Allow the paper plate to dry in a well-ventilated area. This might take a day or even longer, depending on the climate and the thickness of the paper.",
            "8. Once the paper plate is completely dry, remove it from the bowl or plate and trim the edges with scissors.",
            "9. Add personal touches using acrylic paints or other decorative materials if desired.",
            "10. To make the paper plate more durable, consider sealing it with a non-toxic clear sealant."
        ],
        "link": "https://feltmagnet.com/crafts/Best-out-of-waste-creative-craft-idea-for-all",
        "image": []
    },
    {
        "waste_types": "Cardboard",
        "Project_Names": "Desk Calendar",
        "Tools": [
            "Glue",
            "Pencil",
            "Scissors",
            "Ruler",
            "Glue Gun"
        ],
        "materials": [
            "Cardboard",
            "Bond/Wrapping paper"
        ],
        "Steps": [
            "1. Cut the cardboard into 4 pieces with the size 25 cm x 9 cm",
            "2. Glue all the 4 cardboards on top of each other",
            "3. Cut another new cardboard into 6 pieces with the size 25 cm x 2 cm",
            "4. Glue the cardboard to the edge of the 4 stacked cardboards",
            "5. Cut another new cardboard into 4 pieces where the outer left side is 12.5 cm, the outer upper side is 23.5 cm, and the outer right side is 12.5 cm",
            "6. Cut the inner left and right side to be 10 cm and the inner upper side to be 18.5 cm",
            "7. Take off any excess cardboard and cut the edge of the left and right side stand into 2.5 cm each",
            "8. Glue all the 4 cardboards on top of each other",
            "9. Cut another new cardboard into 6 pieces with the size 25 cm x 2 cm",
            "10. Cover all the edges of the 'c' shaped cardboard that was already stacked",
            "11. Cut another new cardboard into 3 pieces with the size 8.5 cm x 5.5 cm",
            "12. Glue the 3 pieces on top of each other",
            "13. Repeat steps 11-12 three times to make 3 different cards",
            "14. Once done, make a small hole in the upper middle for it to hang",
            "15. Take a piece of paper and cut out numbers and months",
            "16. Glue the 'c' shaped stand on top of the 4 stacked cardboards to make a stand",
            "17. Cut another cardboard into 3 pieces with the size 12 cm x 1 cm",
            "18. Hang the 3 pieces of string into the hole that has been created",
            "19. Loop the end of each card onto the hanger",
            "20. Flip the cards to change dates and months"
        ],
        "link": "https://www.youtube.com/watch?v=CrngKvTJagk",
        "image": []
    },
    {
        "waste_types": "Cardboard",
        "Project_Names": "Shoe Rack",
        "Tools": [
            "Glue",
            "Scissors",
            "Glue Gun",
            "Tape"
        ],
        "materials": [
            "Cardboard",
            "Brown wrapping paper",
            "Gray wrapping paper",
            "3 food containers"
        ],
        "Steps": [
            "1. Cut the cardboard into 6 pieces with the size 67 cm x 4 cm",
            "2. Glue each of the 3 pieces on top of each other into 2 stacked pieces (Part A)",
            "3. Cut another new cardboard into 12 pieces with the size 41 cm x 4 cm",
            "4. Glue each of the 3 pieces on top of each other into 4 stacked pieces (Part B)",
            "5. Glue the 2 Part B pieces to the edge of Part A and tape it",
            "6. Cover Part B with brown paper",
            "7. Cut another new cardboard into 16 pieces with the size 2 cm x 69 cm",
            "8. Glue each of the 2 pieces on top of each other into 8 stacked pieces (Part C)",
            "9. Cover Part C with gray paper",
            "10. Cut another new cardboard into 16 pieces with the size 2 cm x 27 cm",
            "11. Glue each of the 2 pieces on top of each other into 8 stacked pieces (Part D)",
            "12. Cover Part D with brown paper",
            "13. Glue Part C to Part D 3cm downwards from the edge and use a push pin under it, then glue gun the push pin (Part E)",
            "14. Repeat steps 13 for the other 3 sticks",
            "15. Glue Part A and one Part B to make a 'c' shaped piece",
            "16. Glue the 'c' shaped piece to Part E",
            "17. Use 3 food containers as a base and put Part E on top of it",
            "18. Cut another new cardboard into 12 pieces with the size 3 cm x 40 cm",
            "19. Fold all of them circularly and tape the end (Part F)",
            "20. Cut another new cardboard into 2 pieces with the size 80 cm x 33 cm (Part G)",
            "21. Glue all Part F pieces to all edges and the middle of Part G",
            "22. Tape the edges of Part G",
            "23. Cover Part G with any desired wrapping paper color",
            "24. Glue Part G on top of the assembled parts' product"
        ],
        "link": "https://www.youtube.com/watch?v=CrngKvTJagk",
        "image": []
    },
    {
        "waste_types": "Plastic",
        "Project_Names": "Lantern or Tealight Holder",
        "Tools": [
            "Craft knife or scissors",
            "Sandpaper (optional)",
            "Wire or string",
            "Tea light candle or LED tea light"
        ],
        "materials": [
            "Empty plastic bottle",
            "Colour paper"
        ],
        "Steps": [
            "1. Remove any labels and clean the plastic bottle thoroughly to remove any residue.",
            "2. Remove the bottle cap and cut off the bottom of the bottle using a craft knife or scissors. This will be the top of your lantern.",
            "3. Decide on a design for your lantern. You can sketch it lightly on the bottle with a marker if you'd like to have a guide.",
            "4. Use the craft knife or scissors to carefully cut out the design from the plastic bottle. Common designs include stars, hearts, or simple geometric patterns. Be cautious while cutting and take your time to ensure smooth edges.",
            "5. After cutting, you might notice some rough or sharp edges. You can use sandpaper to smooth these edges and make sure your lantern is safe to handle.",
            "6. If you want to add color to your lantern, you can stick some color paper on the outside of the bottle. Let your creativity shine here! You can paint patterns and images or even just add a base color.",
            "7. Near the top of the lantern (the part where you removed the bottle cap), punch two holes directly across from each other. You can use a hole punch or carefully heat a metal skewer over a flame and pierce the plastic.",
            "8. Cut a piece of wire or string to your desired length for the handle. Thread it through the holes you created in the previous step and secure it with knots on the inside of the lantern.",
            "9. Place a tea light candle or an LED tea light inside the lantern through the open bottom. If you're using a real candle, make sure it's secure and stable.",
            "10. Light the candle or turn on the LED light to ensure your lantern creates a beautiful glow. Find a safe place to display your lantern, either hanging or on a flat surface."
        ],
        "link": "https://www.youtube.com/watch?v=taKDRO-DlB8",
        "image": [],
        "additional_instructions": "Please exercise caution when working with sharp tools and open flames."
    },
    {
        "waste_types": "Wood",
        "Project_Names": "Wood Furniture",
        "Tools": [
            "Saw",
            "Electric drill",
            "Sandpaper",
            "Hammer",
            "Screwdriver",
            "Ruler",
            "Chisel",
            "Wood clamps"
        ],
        "materials": [
            "Wood",
            "Wood glue",
            "Paint"
        ],
        "Steps": [
            "1. Decide on the type and design of the furniture you wish to create. Draft a sketch and mark the dimensions.",
            "2. Based on your design, measure and mark the necessary sections on the wood.",
            "3. Use the saw to cut the wood based on your markings.",
            "4. Use sandpaper to smooth all cut edges of the wood, ensuring there are no splinters.",
            "5. Join the pieces together using nails, screws, and wood glue as per your design.",
            "6. After assembly, sand the entire piece to ensure a smooth finish.",
            "7. Apply varnish or paint to beautify and protect the furniture."
        ],
        "link": "https://www.architecturaldigest.com/story/repurposed-furniture-ideas",
        "image": [],
        "additional_instructions": "Ensure you have proper safety measures in place while using tools and working with wood."
    }
]