[
  {
    "URL": "Household_Waste_Management",
    "title": "Household Waste Management",
    "time": "2023-08-25",
    "topic": [
      "Reducing Plastic Waste",
      "Composting Food Waste",
      "Recycling Paper & Cardboard"
    ],
    "context": [
      "Plastic waste has become a major environmental concern. By reducing our usage of single-use plastics and opting for reusable alternatives, we can significantly reduce plastic waste going into landfills and ending up in our oceans.",
      "Composting food waste is an eco-friendly way to reduce landfill waste and create nutrient-rich soil. Simply collect your food scraps and garden waste in a compost bin, and let nature do the work to create compost that can be used in your own garden.",
      "Recycling paper and cardboard is an effective way to minimize deforestation and reduce energy consumption. Make sure to separate paper and cardboard from other wastes and place them in designated recycling bins."
    ],
    "images": [
      "image1.jpg",
      "image2.jpg",
      "image3.jpg"
    ]
  },
  {
    "URL": "waste_diposal",
    "title": "Waste Disposal Guide",
    "time": "2023-07-25",
    "topic": [
      "Waste management",
      "waste disposal"
    ],
    "context": [
      "Organic waste includes food scraps, yard waste, and other biodegradable materials. It is recommended to compost organic waste to create nutrient-rich soil for gardening. Avoid throwing organic waste in regular garbage bins.",
      "Plastic waste is a significant environmental concern. Separate plastic waste based on the recycling codes, if applicable, and dispose of them in the designated recycling bins. Avoid single-use plastics and opt for reusable alternatives whenever possible.",
      "Paper and cardboard can be recycled. Flatten cardboard boxes before recycling. Remove any non-paper items, such as plastic windows, from paper products before recycling. Check with your local recycling facility for specific guidelines.",
      "Hazardous waste includes items like batteries, fluorescent bulbs, and electronic waste (e-waste). Properly dispose of hazardous waste at designated collection centers or follow local regulations. Do not dispose of hazardous waste in regular garbage bins."
    ],
    "images": [
      "organic_waste.png",
      "plastic_waste.jpg",
      "paper_cardboard.jpg",
      "hazardous_waste.jpg"
    ]
  }
]